{"messages": {
   "": {
      "project-id-version": "node-gettext",
      "pot-creation-date": "",
      "po-revision-date": "",
      "last-translator": "Jan Segre <jan@vialink.com.br>",
      "language-team": "",
      "language": "pt_BR",
      "mime-version": "1.0",
      "content-type": "text/plain; charset=UTF-8",
      "content-transfer-encoding": "8bit",
      "plural-forms": "nplurals=2; plural=(n > 1);",
      "x-generator": "Poedit 1.6.7"
   },
   "ViaCRYPT - Message read on": [
      null,
      "ViaCRYPT - Mensagem lida em"
   ],
   "The message": [
      null,
      "A mensagem"
   ],
   "identified as": [
      null,
      "identificada por"
   ],
   "you wrote on": [
      null,
      "que você escreveu em"
   ],
   "was just read.": [
      null,
      "acabou de ser lida."
   ],
   "ViaCRYPT Team": [
      null,
      "Equipe ViaCRYPT"
   ],
   "+55 21 3294-2900": [
      null,
      "+55 21 3294-2900"
   ],
   "40 Dr. Anibal Moreira Street, Tijuca": [
      null,
      "Rua Dr. Aníbal Moreira, 40 - Tijuca"
   ],
   "Rio de Janeiro, RJ | Brazil": [
      null,
      "Rio de Janeiro, RJ | Brasil"
   ],
   "Zip Code: 20510-110": [
      null,
      "CEP: 20510-110"
   ],
   "ViaCRYPT by Vialink": [
      null,
      "ViaCRYPT by Vialink"
   ],
   "ViaCRYPT": [
      null,
      "ViaCRYPT"
   ],
   "ViaCRYPT is a free system of exchange of encrypted messages, developed by Vialink, a brazilian benchmark company in the IT market.": [
      null,
      "O ViaCRYPT é um sistema gratuito de trocas de mensagens criptografadas, desenvolvido pela Vialink, empresa brasileira referência no mercado de TI."
   ],
   "Vialink": [
      null,
      "Vialink"
   ],
   "What is it and how does it work?": [
      null,
      "O que é e como funciona?"
   ],
   "Examples of use": [
      null,
      "Exemplos de uso"
   ],
   "Explanation for nerds": [
      null,
      "Explicação para nerds"
   ],
   "Contact Us": [
      null,
      "Entre em contato"
   ],
   "Type your secret message here...": [
      null,
      "Digite sua mensagem secreta aqui..."
   ],
   "Please, notify me when my message is read.": [
      null,
      "Por favor, notifique-me quando minha mensagem for lida."
   ],
   "Note that your email address will be stored unencrypted in our servers until the notification is sent.": [
      null,
      "Note que seu e-mail será armazenado sem criptografia em nossos servidores até que a notificação seja enviada."
   ],
   "Your email address:": [
      null,
      "Seu endereço de e-mail:"
   ],
   "and optional label:": [
      null,
      "e lembrete opcional:"
   ],
   "Save it": [
      null,
      "Salvar"
   ],
   "Single-use URL:": [
      null,
      "URL de uso único:"
   ],
   "IMPORTANT": [
      null,
      "IMPORTANTE"
   ],
   "This message can be read only once and will be deleted on the first read.": [
      null,
      "Essa mensagem pode ser lida apenas uma vez e será apagada depois da primeira leitura."
   ],
   "Developed by": [
      null,
      "Desenvolvido por"
   ],
   "VIALINK": [
      null,
      "VIALINK"
   ],
   "Your message is...": [
      null,
      "Sua mensagem é…"
   ],
   "REMEMBER": [
      null,
      "LEMBRE-SE"
   ],
   "This message has been deleted and cannot be read again.": [
      null,
      "Essa mensagem foi deletada e não pode ser lida novamente."
   ],
   "Close": [
      null,
      "Fechar"
   ],
   "Message not found": [
      null,
      "Mensagem não encontrada"
   ],
   "This message has already been read or has never been existed.": [
      null,
      "Essa mensagem já foi lida ou nunca existiu."
   ],
   "You should ask the sender to send it again.": [
      null,
      "Você deve pedir ao remetente para enviá-la novamente."
   ],
   "This app is an encrypted messaging system where the recipient can read the message only once. After the reading, the message is deleted and cannot be retrieved anymore.": [
      null,
      "Este aplicativo é um sistema de mensagens criptografadas onde o destinatário pode ler a mensagem apenas uma vez. Após a leitura, a mensagem é apagada e não pode mais ser recuperada."
   ],
   "The message is encrypted in your browser and stored into our servers. The key to decrypt the message is inside the generated URL and no one, but you and the recipient, has it. Thus, it is impossible to anyone, even us or any government to read the content of your message.": [
      null,
      "A mensagem é criptografada em seu navegador e armazenada nos nossos servidores. A chave para decifrar a mensagem está dentro da URL gerada e ninguém, além de você e o destinatário tem ela. Assim, é impossível para qualquer pessoa, mesmo nós ou qualquer governo ler o conteúdo de sua mensagem."
   ],
   "The encryption system is so strong that all computers in the world together would take much more than one trillion years to break it. You can have more information about it": [
      null,
      "O sistema de criptografia é tão forte que todos os computadores do mundo juntos levariam muito mais de um trilhão de anos para quebrá-la. Você pode ter mais informações sobre isso"
   ],
   "here": [
      null,
      "aqui"
   ],
   "You can check the code yourself whether you`re curious or just want to run it at home, it`s available at": [
      null,
      "Você pode verificar o código por conta própria, esteja você curioso ou simplesmente queira executá-lo em casa, ele está disponível em"
   ],
   "Github": [
      null,
      "Github"
   ],
   "When you are sending any password to someone, it is more secure to generate an encrypted message and send only the URL. Thus, if you send by e-mail and someone in the future get access to the e-mail, the invader won`t have the password. Or else, if you send it through GTalk, Facebook Chat or Skype, your password isn`t stored in their databases.": [
      null,
      "Ao enviar alguma senha para alguém, é mais seguro gerar uma mensagem criptografada e enviar apenas a URL. Assim, se você enviar por e-mail e alguém, no futuro, tiver acesso ao e-mail, o invasor não terá a senha. Ou então, se você enviá-la através GTalk, Facebook Chat ou Skype, a senha não é armazenada em seus bancos de dados."
   ],
   "You can create a message with a single word and send the URL to many friends. The first to open the message gets the word and wins some prize.": [
      null,
      "Você pode criar uma mensagem com uma única palavra e enviar a URL para muitos amigos. O primeiro a abrir a mensagem obtém a palavra e ganha algum prêmio."
   ],
   "Be creative!": [
      null,
      "Seja criativo!"
   ],
   "You can use it in many ways. Don`t forget to let us know how you are using it :)": [
      null,
      "Você pode usar de muitas maneiras. Não se esqueca de nos contar como você está usando :)"
   ],
   "For nerds..": [
      null,
      "Para nerds..."
   ],
   "The message is encrypted using AES and has a 256-bit key as passphrase. The passphrase is randomly generated at your browser, then the message is encrypted and stored into our servers through an unique identifier. The generated URL is composed of two parts: the unique identified and the random passphrase. Both are in the fragment of the URL and are not sent to our webserver when the URL is opened.": [
      null,
      "A mensagem é criptografada usando AES e tem uma chave de 256 bits como senha. A senha é gerada aleatoriamente no seu navegador, em seguida, a mensagem é criptografada e armazenada em nossos servidores através de um identificador único. A URL gerada é composto de duas partes: o identificador único e a chave aleatória. Ambos estão no fragmento da URL e não são enviados para o nosso servidor quando a URL é aberta."
   ],
   "When the generated URL is opened, a javascript code parses the URL and retrieve the message by its unique identifier. The servers return the message and delete it at once. Then, the message is decrypted in your browser using the passphrase and is presented to you. If you try to open the same message again, our servers will return a 404 status code because the message no longer exists.": [
      null,
      "Quando a URL gerada é aberta, um código javascript analisa a URL e recuperar a mensagem por seu identificador único. Os servidores retornam a mensagem e a apagam de uma só vez. Então, a mensagem é decodificada em seu navegador usando a chave e é apresentada a você. Se você tentar abrir a mesma mensagem novamente, nossos servidores irão retornar um código de status 404 porque a mensagem não existe mais."
   ],
   "One can argue that someone might retrieve your message and make it unavailable to you. Although it is possible, the unique identifiers are randomly generated using RFC4122 v4 UUID and the probability of a random hit is about 8.64E-78.": [
      null,
      "Pode-se argumentar que alguém pode recuperar a sua mensagem e torná-la indisponível para você. Embora isso seja possível, os identificadores únicos são gerados aleatoriamente usando a RFC4122 UUID v4 e a probabilidade de colisão ao acaso é de cerca de 8.64E-78."
   ],
   "Contact Information": [
      null,
      "Informações de contato"
   ],
   "You can contact us by e-mail": [
      null,
      "Você pode nos contactar por e-mail"
   ],
   "Rate limit exceeded": [
      null,
      "Taxa limite excedida"
   ],
   "Too many messages. Try again in": [
      null,
      "Muitas mensagens. Tente novamente em"
   ],
   "minute": [
      null,
      "minuto"
   ],
   "Something went wrong": [
      null,
      "Algo errado ocorreu"
   ],
   "Sorry but something went wrong. Please try again.": [
      null,
      "Desculpe mas algo errado ocorreu. Por favor tente novamente."
   ]
}}
